Repository: SafeExamBrowser/seb-mac
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: The %@ process was interrupted, which can indicate manipulation. Enter the quit/unlock password, which usually exam supervision/support knows.
de: Der %@-Prozess wurde unterbrochen, was auf eine Manipulation hindeuten könnte. Beenden/Entsperren-Passwort eingeben, welche üblicherweise der Prüfungsaufsicht bekannt sind.

source: The applications below are running, they need to be closed before starting SEB. You can quit applications yourself and return to SEB Verificator to start SEB.
de: Die folgenden gestarteten Applikationen müssen vor dem Starten von SEB beendet werden. Sie können die Applikationen manuell beenden und zu SEB Verificator zurückkehren, um SEB zu starten.

source: The applications/processes below are running, they need to be closed before starting the exam. You can quit applications yourself or deactivate/uninstall helper processes and return to %@ to continue to the exam.
de: Die untenstehenden Programme/Prozesse müssen beendet werden, bevor die Prüfung gestartet werden kann. Sie können Programme selber beenden oder Hilfsprozesse deaktivieren/deinstallieren und danach zu %@ zurück kehren, um mit der Prüfung weiterzufahren.

source: The configuration will be saved unencrypted
de: Die Konfigurationsdatei wird unverschlüsselt gespeichert

source: The current session will be remote proctored using a live video and audio stream, which is sent to an individually configured server. Ask your examinator about their privacy policy. %@ itself doesn't connect to any centralized %@ proctoring server, your exam provider decides which proctoring service/server to use.
de: Die aktuelle Session wird mittels eines Live-Video- und Audiostreams fernüberwacht, welcher an einen individuell konfigurierten (Proctoring-)Server gesendet wird. Fragen Sie Ihren Prüfungsverantwortlichen nach dessen Datenschutzbestimmungen. %1$@ selbst stellt keine Verbindung zu einem zentralen %2$@ Proctoring-Server her. Ihr Prüfungsanbieter entscheidet, welcher Proctoring-Dienst oder Server verwendet werden soll.

source: the exam page
de: die Prüfungsseite

source: The file dialog will not be displayed, because Open and Save Panels are blocked (see Applications pane).
de: Der Dateidialog wird nicht angezeigt, weil Öffnen- und Sichern-Dialoge blockiert sind (siehe Bereich Applikationen).

source: The identity certificate might be corrupted or the associated private key was imported to the Keychain as 'non-exportable'. If the identity was embedded in a config file, open it here in Preferences. Then the private key will be added to the Keychain as 'exportable'.
de: Das Identitätszertifikat könnte beschädigt sein oder der dazugehörige private Schlüssel wurde als 'nicht-exportierbar' in den Schlüsselbund importiert. Falls das Identitätszertifikat in einer Konfigurationsdatei eingebettet war, öffnen Sie diese hier im Einstellungen-Fenster. Dann wird der private Schlüssel als 'exportierbar' zum Schlüsselbund hinzugefügt.

source: The identity certificate needed to decrypt these settings isn't installed on this device. %@ might not have been configured correctly for your institution.
de: Das zum Entschlüsseln dieser Einstellungen notwendige Identitätszertifikat ist nicht auf diesem Gerät installiert. %@ wurde möglicherweise nicht korrekt für Ihre Institution konfiguriert.

source: The list containing ignore filter expressions has only an effect on the 'Teach allowed/blocked URLs' mode; loading ignored URLs/resources won't display a dialog anymore. They are blocked anyways, because all not allowed URLs are blocked by the URL filter. Do you want to clear the list now?
de: Die Liste mit Filterregeln für zu ignorierende URLs hat nur im Filterregeln-Lernen-Modus eine Wirkung, für ignorierte URLs/Ressourcen wird dauerhaft keine Warnung angezeigt. Blockiert werden diese URLs sowieso, weil alle nicht explizit erlaubten URLs vom Filter blockiert werden. Wollen Sie die Liste nun löschen?

source: The presented chain does NOT pass normal trust validation. This may indicate interception — only embed if you can verify the fingerprint independently.
de: Die präsentierte Zertifikatskette besteht die normale Vertrauensprüfung NICHT. Dies kann auf ein Abfangen der Verbindung hindeuten – betten Sie das Zertifikat nur ein, wenn Sie den Fingerabdruck unabhängig überprüfen können.

source: The server did not present any certificates.
de: Der Server hat keine Zertifikate präsentiert.

source: The user name or password for %@ was incorrect. Please try again.
de: Der Benutzername oder das Passwort für %@ war falsch. Bitte versuchen Sie es erneut.

source: the webpage
de: die Webseite

source: Then restart %@/the exam.
de: Dannach starten Sie %@/die Prüfung neu.

source: There are currently no additional preset permitted processes which could be added to your %@ settings.
de: Es sind momentan keine weiteren voreingestellten erlaubten Prozesse vorhanden, die zu Ihren %@-Einstellungen hinzugefügt werden könnten.

source: These settings are corrupted and cannot be used (failing key: %@).
de: Diese Einstellungen sind beschädigt und können nicht benutzt werden (fehlerhafte Einstellung: %@).

source: These settings are corrupted and cannot be used.
de: Diese Einstellungen sind beschädigt und können nicht benutzt werden.

source: These settings cannot be used. They may have been created by an incompatible version of %@ or are corrupted.
de: Diese Einstellungen können nicht benutzt werden. Sie wurden entweder mit einer inkompatiblen %@-Version erstellt oder sind beschädigt

source: These settings have the option 'Allow to open Settings window on client' disabled. Are you sure you want to apply this? Otherwise you can override this option for the current session.
de: Diese Einstellungen haben die Option 'Einstellungen-Fenster darf auf Client geöffnet werden' deaktiviert. Sind Sie sicher, dass Sie das anwenden wollen? Ansonsten können Sie diese Option während der aktuellen Session ignorieren.

source: This configuration doesn't fit into a QR code, maybe it was created with an older %@ version/on another platform or contains large data like many prohibited processes, embedded certificates or many URL filter rules. You could try to re-create it manually from scratch using default settings and changing only necessary settings.
de: Diese Konfiguration passt nicht in einen QR-Code, vielleicht wurde sie mit einer älteren %@-Version/auf einer anderen Plattform erstellt oder enthält umfangreiche Daten wie viele verbotene Prozesse, eingebettete Zertifikate oder viele URL-Filterregeln. Sie könnten versuchen, die Konfiguration manuell von Grund auf neu zu erstellen, indem Sie die Standardeinstellungen verwenden und nur die notwendigen Einstellungen ändern.

source: This embedded resource isn't allowed! You can create a new filter rule based on the following patterns:
de: Es ist nicht erlaubt, diese eingebettete Ressource zu öffnen! Sie können eine neue Filterregel basierend auf den folgenden Schemas erstellen:

source: This exam session requires the following additional applications to be available:
de: Für diese Prüfungssession müssen die folgenden zusätzlichen Applikationen zur Verfügung stehen:

source: This exam session requires using additional applications. You have to allow access to their data, as %@ has to remove the saved state of previously open document windows in these apps (%@ is not accessing any of your data created in these apps). %@ will quit now, restart the exam and grant access to the data of additional apps next time.
de: Für diese Prüfungssession werden zusätzliche Applikationen benötigt. Sie müssen den Zugriff auf deren Daten erlauben, da %1$@ den gespeicherten Status der zuvor geöffneten Dokumentfenster in diesen Applikationen entfernen muss (%2$@ greift nicht auf Ihre in diesen Applikationen erstellten Daten zu). %3$@ wird sich jetzt beenden, starten Sie die Prüfung erneut und erlauben Sie beim nächsten Mal den Zugriff auf die Daten der zusätzlichen Applikationen.

source: This exam was interrupted before and not finished properly. Enter the quit/unlock password from the current session's settings, which usually exam supervision/support knows.
de: Diese Prüfungssession wurde zuvor unterbrochen und nicht korrekt beendet. Beenden/Entsperren-Passwort aus den Einstellungen der aktuellen Session eingeben, welche üblicherweise der Prüfungsaufsicht bekannt sind.

source: This is a preset prohibited process, which cannot be removed. %@ automatically adds it to any configuration. You can deactivate this preset process or change its properties.
de: Dies ist ein voreingestellter verbotener Prozess, welcher nicht entfernt werden kann. %@ fügt diesen automatisch zu jeder Konfiguration hinzu. Sie können diesen voreingestellten Prozess deaktivieren oder seine Parameter anpassen.

source: This project was partly carried out under the program 'AAA/SWITCH – e-Infrastructure for e-Science' lead by SWITCH, the Swiss National Research and Education Network and the cooperative CRUS project 'Learning Infrastructure' coordinated by SWITCH, supported by funds from the ETH Board.
de: Dieses Projekt wurde teilweise im Rahmen des von SWITCH geleiteten Programms 'AAA/SWITCH – e-Infrastructure für e-Science' und des durch SWITCH koordinierten CRUS-Kooperationsprojektes 'Learning Infrastructure' durchgeführt und erhielt finanzielle Unterstützung durch den ETH-Rat.

source: This setting allows to switch to any application on the exam client computer. Use this option only for open book exams (without lock down) or for debugging.
de: Diese Einstellung erlaubt es, auf jede beliebige Applikation auf dem Prüfungsrechner zu wechseln. Sie sollte nur für Open Book Prüfungen (ohne Kioskmodus) oder Debugging benutzt werden.

source: This version of %@ is not allowed for this exam.
de: Diese Version von %@ ist für diese Session nicht erlaubt.

source: To avoid that %@ locks an exam, you have to always use a quit/unlock link after the exam was submitted or the quit button. Never restart your Mac while %@ is still running.
de: Um zu verhindern, dass %1$@ eine Prüfungssession blockiert, muss immer ein Beenden/Entsperren-Link nach Abgabe der Prüfung oder die Beenden-Taste benutzt werden. Versuchen Sie nie, Ihren Mac neu zu starten oder abzuschalten, während %2$@ noch läuft.

source: To avoid that %@ locks itself during an exam when it detects that screen sharing started, it's best to switch off 'Screen Sharing' and 'Remote Management' in System Preferences/Sharing and 'Back to My Mac' in System Preferences/iCloud. You can also ask your network administrators to block ports used for the VNC protocol.
de: Um zu verhindern, dass %@ wegen der Bildschirmfreigabe während einer Prüfung gesperrt wird, kann 'Bildschirmfreigabe' und 'Entfernte Verwaltung' in Systemeinstellungen/Freigaben und 'Zugang zu meinem Mac' in Systemeinstellungen/iCloud ausgeschaltet werden. Netzwerk-Administratoren können auch die für das VNC-Protokoll benutzten Ports blockieren.

source: To avoid that %@ locks itself during an exam when it detects that screen sharing started, it's best to switch off 'Screen Sharing' and 'Remote Management' in System Settings/Sharing. You can also ask your network administrators to block ports used for the VNC protocol.
de: Um zu verhindern, dass %@ wegen der Bildschirmfreigabe während einer Prüfung gesperrt wird, kann 'Bildschirmfreigabe' und 'Entfernte Verwaltung' in Systemeinstellungen/Freigaben ausgeschaltet werden. Netzwerk-Administratoren können auch die für das VNC-Protokoll benutzten Ports blockieren.

source: To detect apps with Accessibility permissions, %@ requires Full Disk Access. %@ is not reading any other data than the macOS system list of applications with Accessibility permissions. Please enable it in System Settings / Privacy & Security / Full Disk Access, then click Retry.
de: Um Apps mit Bedienungshilfen-Berechtigungen zu erkennen, benötigt %1$@ Festplattenvollzugriff. %2$@ liest keine anderen Daten als die macOS-Systemliste der Applikationen mit Bedienungshilfen-Berechtigungen. Bitte aktivieren Sie diesen unter Systemeinstellungen / Datenschutz und Sicherheit / Festplattenvollzugriff und klicken Sie dann auf 'Wiederholen'.

source: Toggle Proctoring View
de: Fernüberwachungs-Fenster anzeigen/ausblenden

source: Touch optimization will not work when kiosk mode is set to 'Create new desktop', please change kiosk mode to 'Disable Explorer Shell' in the Security pane.
de: Der Modus Touch-optimiert funktioniert nicht, wenn der Kiosk-Modus 'Neuen Desktop erstellen' eingestellt ist, bitte Kiosk-Modus in den Sicherheits-Einstellungen auf 'Windows Explorer deaktivieren' ändern.

source: Touch Optimized Mode Warning
de: Warnung Modus Touch-optimiert

source: Transmitting screen shot %d of %d
de: Übertrage Bildschirmfoto %1$d von %2$d

source: Transmitting screen shot failed with error: %@
de: Übertragung ist fehlgeschlagen: %@

source: Unconfirmed Password
de: Unbestätigtes Passwort

source: Unsaved Changes
de: Ungesicherte Änderungen

source: Untitled
de: Unbenannt

source: Update Settings
de: Einstellungen aktualisieren

source: Update Settings for Download/Opening/Upload Files
de: Einstellungen für Download/Öffnen/Upload von Dateien aktualisieren

source: Update Settings for Multi App Mode
de: Einstellungen für den Multi-App-Modus aktualisieren

source: Uploading
de: Upload

source: URL Blocked!
de: Blockierte URL!

source: URLSession was invalidated
de: URLSession nicht mehr gültig

source: Use Start URL
de: Start-URL verwenden

source: Used third-party frameworks:
de: Benutzte Dritthersteller-Bibliotheken:

source: User Interface
de: Benutzeroberfläche

source: User name: %@
de: Benutzername: %@

source: User switch / switch to login window detected
de: Benutzerwechsel / Anmeldefenster detektiert

source: User Switch Locked %@!
de: %@ gesperrt wegen Benutzerwechsel!

source: Verbose
de: Alles

source: Virtual Machine Detected!
de: Virtuelle Maschine erkannt!

source: Waiting %d seconds
de: Warte %d Sekunden

source: Waiting for Accessibility Permissions
de: Warte auf Zugriffsrechte für Bedienungshilfen

source: Waiting until %@ to resume sending cached screen shots
de: Warte auf die Wiederaufnahme der Übertragung um %@

source: warn when service is not running
de: Warnen, wenn der Service nicht läuft

source: Warning
de: Warnung

source: web applications
de: Web-Applikationen

source: Web Content
de: Webinhalt

source: Webpage.
de: Webseite.

source: When using additional, permitted macOS third-party applications in exams, it often makes sense to allow secure download and upload of files from a web-based assessment system. %@ opens these files automatically with the according additional app after downloading. Examinees can then edit these template files in the additional app and save them with the same file name (cmd-S). When the assessment system contains an upload/choose file button, those files can be uploaded and submitted with the exam. Do you want to update your %@ settings accordingly?
de: Bei der Verwendung von zusätzlichen, erlaubten macOS-Drittapplikationen in Prüfungen ist es oft sinnvoll, den sicheren Download und Upload von Dateien aus einem webbasierten Prüfungssystem zu erlauben. %1$@ öffnet diese Dateien nach dem Herunterladen automatisch mit der entsprechenden Drittapplikation. Prüfungsteilnehmer können diese Musterdateien dann in der Drittapplikation bearbeiten und unter demselben Dateinamen speichern (cmd-S). Wenn das Prüfungssystem eine Schaltfläche zum Auswählen/ Upload von Dateien enthält, können diese Dateien hochgeladen und mit der Prüfung eingereicht werden. Möchten Sie Ihre %2$@-Einstellungen entsprechend aktualisieren?

source: White on Black
de: Weiss auf Schwarz

source: Wi-Fi: %@ (Signal: %ld dBm)
de: Wi-Fi: %1$@ (Signal: %2$ld dBm)

source: Wi-Fi: Connected (Signal: %ld dBm)
de: Wi-Fi: Verbunden (Signal: %ld dBm)

source: Wi-Fi: Not Connected
de: Wi-Fi: Nicht verbunden

source: Win: User agent for desktop mode
de: Win: User Agent für Desktop-Modus

source: Win: User agent for touch/tablet mode
de: Win: User Agent für Touch-/Tablet-Modus

source: Wrong Admin Password
de: Falsches Administrator-Passwort

source: Wrong Institution URL
de: Falsche Institutions-URL

source: Wrong password entered!
de: Falsches Passwort eingegeben!

source: Wrong password! Try again to enter the correct exam password:
de: Falsches Passwort! Bitte das korrekte Prüfungspasswort eingeben:

source: Wrong password! Try again to enter the correct password used to encrypt these settings:
de: Falsches Passwort! Bitte das korrekte zur Verschlüsselung dieser Einstellungen benutzte Passwort eingeben:

source: Wrong password! Try again to enter the current %@ administrator password:
de: Falsches Passwort! Bitte das korrekte %@ Administrator-Passwort erneut eingeben:

source: Wrong Quit Password
de: Falsches Beenden/Entsperren-Passwort

source: Wrong quit/unlock password.
de: Falsches Beenden/Entsperren-Passwort

source: Wrong SEB Server Fallback Password entered
de: Falsches SEB Server Fallback-Passwort eingegeben

source: You are not allowed to have dictation enabled while running %@. Restart %@ after switching dictation off in System Settings/Keyboard/Dictation.
de: Es ist nicht erlaubt, die Diktat-Funktion zu benutzen, während %1$@ läuft. Starten Sie %2$@ neu, nachdem Sie die Diktat-Funktion in den Systemeinstellungen/Tastatur/Diktat deaktiviert haben.

source: You are not allowed to have screen sharing active while running %@. Restart %@ after switching screen sharing off.
de: Es ist nicht erlaubt, die Bildschirmfreigabe zu benutzen, während %1$@ läuft. Starten Sie %2$@ neu, nachdem Sie die Bildschirmfreigabe abgeschaltet haben.

source: You are not allowed to have Siri enabled while running %@. Restart %@ after switching Siri off in System Settings/Siri.
de: Es ist nicht erlaubt, Siri zu benutzen, während %1$@ läuft. Starten Sie %2$@ neu, nachdem Sie Siri deaktiviert haben.

source: You are not allowed to run %@ inside a virtual machine!
de: Es ist nicht erlaubt, %@ innerhalb einer virtuellen Maschine zu betreiben!

source: You are running %@ version %@ (build %@). Please download and install a required version.
de: Sie verwenden %@ Version %@ (Build %@). Bitte laden Sie eine erforderliche Version herunter und installieren Sie sie.

source: You can also force quit these processes, but this may lead to loss of data.
de: Sie können diese Prozesse auch sofort beenden, aber das kann zu Datenverlust führen.

source: You can also send all the listed applications a quit instruction, they can still ask about saving edited documents.
de: Sie können auch allen aufgeführten Programmen ein Beenden-Kommando senden, diese können dann noch bearbeitete Dokumente speichern.

source: You can only reconfigure by entering the current %@ administrator password:
de: Das aktuelle %@ Administrator-Passwort muss zum Umkonfigurieren eingegeben werden:

source: You cannot enter a path to an %@ configuration file here, only a domain URL of your institution (host name with domain and optionally subdomains). Administrators can get more information about Automatic Client Configuration at %@/developer.
de: Sie können hier keinen Pfad zu einer %1$@-Konfigurationsdatei eingeben, sondern nur eine Domänen-URL Ihrer Einrichtung (Hostname mit Domäne und optional Subdomänen). Administratoren erhalten weitere Informationen zur automatischen Client-Konfiguration unter %2$@/developer.

source: You didn't enter the correct current %@ administrator password.
de: Das korrekte aktuelle %@ Administrator-Passwort wurde nicht eingegeben.

source: You didn't enter the correct exam password.
de: Sie haben nicht das korrekte Prüfungspasswort eingegeben.

source: You didn't enter the correct settings password.
de: Sie haben nicht das korrekte Prüfungspasswort für diese Einstellungen eingegeben.

source: You edited settings. Do you want to apply them or continue using previous settings (current settings will be discarded)?
de: Sie haben die Einstellungen bearbeitet. Wollen Sie diese anwenden oder mit den vorherigen Einstellungen weiterfahren (bearbeitete Einstellungen werden verworfen)?

source: You edited settings. Do you want to apply them or continue using previous settings?
de: Sie haben die Einstellungen bearbeitet. Wollen Sie diese anwenden oder mit den vorherigen Einstellungen weiterfahren?

source: You either entered the wrong password or these settings were saved with an incompatible %@ version.
de: Sie haben entweder ein falsches Passwort eingegeben oder diese Konfiguration wurde mit einer inkompatiblen %@-Version erstellt.

source: Your institution might not support Automatic %@ Client Configuration. Follow the instructions of your exam administrator.
de: Ihre Institution unterstützt die automatische %@-Client-Konfiguration möglicherweise nicht. Befolgen Sie die Anweisungen Ihres Prüfungs-Administrators.

source: Your screen will be recorded during this exam in accordance with the specifications and data privacy regulations of your exam provider. If you have any questions, please contact your exam provider.%@
de: Ihr Bildschirm wird während dieser Prüfung gemäss den Vorgaben und Datenschutzrichtlinien Ihres Prüfungsanbieters aufgezeichnet. Für Fragen hierzu wenden Sie sich bitte an Ihren Prüfungsanbieter.
